{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<GAP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<ANS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "dh",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "db",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "p1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "p2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "p3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "p4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "p5",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "p6",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "cc",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "f",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "cbr",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "sm",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "BET_0",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "BET_1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "BET_2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "BET_3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "BET_4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "BET_5",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "BET_6",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "BET_7",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "BET_8",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "BET_9",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "BET_10",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "BET_11",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "BET_12",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "BET_13",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "BET_14",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "BET_15",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "BET_16",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "BET_17",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "BET_18",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "BET_19",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "BET_20",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "BET_21",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "BET_22",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "BET_23",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "BET_24",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "BET_25",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "BET_26",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "BET_27",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "BET_28",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "BET_29",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "BET_30",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "BET_31",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "BET_32",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "BET_33",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "BET_34",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "BET_35",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "BET_36",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "BET_37",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "BET_38",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "BET_39",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "BET_40",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "BET_41",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "BET_42",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "BET_43",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "BET_44",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "BET_45",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "BET_46",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "BET_47",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "BET_48",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "BET_49",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "BET_50",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "BET_51",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "BET_52",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "BET_53",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "BET_54",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "BET_55",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "BET_56",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "BET_57",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "BET_58",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 79,
      "content": "BET_59",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "BET_60",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81,
      "content": "BET_61",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 82,
      "content": "BET_62",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 83,
      "content": "BET_63",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 84,
      "content": "2c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 85,
      "content": "2d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 86,
      "content": "2h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 87,
      "content": "2s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 88,
      "content": "3c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 89,
      "content": "3d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 90,
      "content": "3h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 91,
      "content": "3s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 92,
      "content": "4c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 93,
      "content": "4d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94,
      "content": "4h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 95,
      "content": "4s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 96,
      "content": "5c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 97,
      "content": "5d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 98,
      "content": "5h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 99,
      "content": "5s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "6c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "6d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "6h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "6s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 104,
      "content": "7c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 105,
      "content": "7d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 106,
      "content": "7h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 107,
      "content": "7s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 108,
      "content": "8c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 109,
      "content": "8d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 110,
      "content": "8h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 111,
      "content": "8s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 112,
      "content": "9c",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 113,
      "content": "9d",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 114,
      "content": "9h",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 115,
      "content": "9s",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 116,
      "content": "Tc",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 117,
      "content": "Td",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 118,
      "content": "Th",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 119,
      "content": "Ts",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 120,
      "content": "Jc",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 121,
      "content": "Jd",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 122,
      "content": "Jh",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 123,
      "content": "Js",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 124,
      "content": "Qc",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 125,
      "content": "Qd",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 126,
      "content": "Qh",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 127,
      "content": "Qs",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 128,
      "content": "Kc",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 129,
      "content": "Kd",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 130,
      "content": "Kh",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 131,
      "content": "Ks",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 132,
      "content": "Ac",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 133,
      "content": "Ad",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 134,
      "content": "Ah",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 135,
      "content": "As",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 136,
      "content": "|",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "<GAP>": 4,
      "<ANS>": 5,
      "<SEP>": 6,
      "d": 7,
      "dh": 8,
      "db": 9,
      "p1": 10,
      "p2": 11,
      "p3": 12,
      "p4": 13,
      "p5": 14,
      "p6": 15,
      "cc": 16,
      "f": 17,
      "cbr": 18,
      "sm": 19,
      "BET_0": 20,
      "BET_1": 21,
      "BET_2": 22,
      "BET_3": 23,
      "BET_4": 24,
      "BET_5": 25,
      "BET_6": 26,
      "BET_7": 27,
      "BET_8": 28,
      "BET_9": 29,
      "BET_10": 30,
      "BET_11": 31,
      "BET_12": 32,
      "BET_13": 33,
      "BET_14": 34,
      "BET_15": 35,
      "BET_16": 36,
      "BET_17": 37,
      "BET_18": 38,
      "BET_19": 39,
      "BET_20": 40,
      "BET_21": 41,
      "BET_22": 42,
      "BET_23": 43,
      "BET_24": 44,
      "BET_25": 45,
      "BET_26": 46,
      "BET_27": 47,
      "BET_28": 48,
      "BET_29": 49,
      "BET_30": 50,
      "BET_31": 51,
      "BET_32": 52,
      "BET_33": 53,
      "BET_34": 54,
      "BET_35": 55,
      "BET_36": 56,
      "BET_37": 57,
      "BET_38": 58,
      "BET_39": 59,
      "BET_40": 60,
      "BET_41": 61,
      "BET_42": 62,
      "BET_43": 63,
      "BET_44": 64,
      "BET_45": 65,
      "BET_46": 66,
      "BET_47": 67,
      "BET_48": 68,
      "BET_49": 69,
      "BET_50": 70,
      "BET_51": 71,
      "BET_52": 72,
      "BET_53": 73,
      "BET_54": 74,
      "BET_55": 75,
      "BET_56": 76,
      "BET_57": 77,
      "BET_58": 78,
      "BET_59": 79,
      "BET_60": 80,
      "BET_61": 81,
      "BET_62": 82,
      "BET_63": 83,
      "2c": 84,
      "2d": 85,
      "2h": 86,
      "2s": 87,
      "3c": 88,
      "3d": 89,
      "3h": 90,
      "3s": 91,
      "4c": 92,
      "4d": 93,
      "4h": 94,
      "4s": 95,
      "5c": 96,
      "5d": 97,
      "5h": 98,
      "5s": 99,
      "6c": 100,
      "6d": 101,
      "6h": 102,
      "6s": 103,
      "7c": 104,
      "7d": 105,
      "7h": 106,
      "7s": 107,
      "8c": 108,
      "8d": 109,
      "8h": 110,
      "8s": 111,
      "9c": 112,
      "9d": 113,
      "9h": 114,
      "9s": 115,
      "Tc": 116,
      "Td": 117,
      "Th": 118,
      "Ts": 119,
      "Jc": 120,
      "Jd": 121,
      "Jh": 122,
      "Js": 123,
      "Qc": 124,
      "Qd": 125,
      "Qh": 126,
      "Qs": 127,
      "Kc": 128,
      "Kd": 129,
      "Kh": 130,
      "Ks": 131,
      "Ac": 132,
      "Ad": 133,
      "Ah": 134,
      "As": 135,
      "|": 136,
      "0": 137,
      "1": 138,
      "2": 139,
      "3": 140,
      "4": 141,
      "5": 142,
      "6": 143,
      "7": 144,
      "8": 145,
      "9": 146,
      "A": 147,
      "J": 148,
      "K": 149,
      "Q": 150,
      "T": 151,
      "b": 152,
      "c": 153,
      "h": 154,
      "m": 155,
      "p": 156,
      "r": 157,
      "s": 158,
      "br": 159,
      "00": 160,
      "15": 161,
      "25": 162,
      "35": 163,
      "10": 164,
      "45": 165,
      "20": 166,
      "95": 167,
      "30": 168,
      "40": 169,
      "65": 170,
      "75": 171,
      "85": 172,
      "60": 173,
      "70": 174,
      "80": 175,
      "90": 176,
      "900": 177,
      "9900": 178,
      "50": 179,
      "55": 180,
      "11": 181,
      "12": 182,
      "13": 183,
      "14": 184,
      "16": 185,
      "17": 186,
      "18": 187,
      "800": 188,
      "19": 189,
      "21": 190,
      "22": 191,
      "23": 192,
      "24": 193,
      "26": 194,
      "100": 195,
      "350": 196,
      "9800": 197,
      "94": 198,
      "27": 199,
      "355": 200,
      "305": 201,
      "405": 202,
      "450": 203,
      "315": 204,
      "28": 205,
      "455": 206,
      "250": 207,
      "375": 208,
      "29": 209,
      "365": 210,
      "275": 211,
      "395": 212,
      "385": 213,
      "320": 214,
      "310": 215,
      "300": 216,
      "390": 217,
      "285": 218,
      "255": 219,
      "295": 220,
      "370": 221,
      "265": 222,
      "330": 223,
      "380": 224,
      "360": 225,
      "400": 226,
      "270": 227,
      "340": 228,
      "290": 229,
      "31": 230,
      "325": 231,
      "280": 232,
      "345": 233,
      "415": 234,
      "420": 235,
      "465": 236,
      "335": 237,
      "36": 238,
      "410": 239,
      "260": 240,
      "37": 241,
      "430": 242,
      "425": 243,
      "475": 244,
      "495": 245,
      "460": 246,
      "485": 247,
      "480": 248,
      "440": 249,
      "435": 250,
      "470": 251,
      "490": 252,
      "39": 253,
      "215": 254,
      "38": 255,
      "245": 256,
      "445": 257,
      "41": 258,
      "46": 259,
      "200": 260,
      "47": 261,
      "240": 262,
      "220": 263,
      "235": 264,
      "230": 265,
      "225": 266,
      "210": 267,
      "48": 268,
      "49": 269,
      "605": 270,
      "57": 271,
      "96": 272,
      "51": 273,
      "56": 274,
      "58": 275,
      "59": 276,
      "950": 277,
      "500": 278,
      "850": 279,
      "66": 280,
      "650": 281,
      "61": 282,
      "205": 283,
      "67": 284,
      "505": 285,
      "515": 286,
      "71": 287,
      "69": 288,
      "68": 289,
      "510": 290,
      "655": 291,
      "76": 292,
      "77": 293,
      "78": 294,
      "705": 295,
      "150": 296,
      "750": 297,
      "530": 298,
      "520": 299,
      "600": 300,
      "525": 301,
      "81": 302,
      "535": 303,
      "79": 304,
      "540": 305,
      "575": 306,
      "91": 307,
      "580": 308,
      "610": 309,
      "585": 310,
      "545": 311,
      "560": 312,
      "555": 313,
      "550": 314,
      "615": 315,
      "590": 316,
      "87": 317,
      "595": 318,
      "570": 319,
      "755": 320,
      "565": 321,
      "805": 322,
      "620": 323,
      "630": 324,
      "855": 325,
      "88": 326,
      "905": 327,
      "195": 328,
      "635": 329,
      "625": 330,
      "700": 331,
      "89": 332,
      "640": 333,
      "155": 334,
      "AhAd": 335,
      "AsAc": 336,
      "AhAs": 337,
      "660": 338,
      "KcKd": 339,
      "QdQh": 340,
      "AsAd": 341,
      "QsQc": 342,
      "KsKc": 343,
      "AdAc": 344,
      "JcJh": 345,
      "AsAh": 346,
      "AhAc": 347,
      "QcQd": 348,
      "TsTd": 349,
      "695": 350,
      "JdJh": 351,
      "AcAs": 352,
      "KdKc": 353,
      "AcAd": 354,
      "AdAs": 355,
      "KdKs": 356,
      "JcJs": 357,
      "670": 358,
      "JdJs": 359,
      "710": 360,
      "QdQs": 361,
      "KhKd": 362,
      "QsQh": 363,
      "QhQs": 364,
      "KdKh": 365,
      "KhKs": 366,
      "KhKc": 367,
      "KsKd": 368,
      "KsKh": 369,
      "TsTh": 370,
      "QcQh": 371,
      "QhQc": 372,
      "JhJc": 373,
      "AcAh": 374,
      "AdAh": 375,
      "TcTs": 376,
      "JdJc": 377,
      "ThTd": 378,
      "KcKs": 379,
      "ThTs": 380,
      "QdQc": 381,
      "JsJc": 382,
      "QcQs": 383,
      "JsJd": 384,
      "QhQd": 385,
      "645": 386,
      "AhJh": 387,
      "TdTh": 388,
      "KcKh": 389,
      "665": 390,
      "8c8s": 391,
      "QsQd": 392,
      "AcQc": 393,
      "AhQh": 394,
      "7d7h": 395,
      "690": 396,
      "TsTc": 397,
      "TcTh": 398,
      "9s9h": 399,
      "8h8d": 400,
      "KcQc": 401,
      "ThTc": 402,
      "JhJs": 403,
      "ThKh": 404,
      "TcTd": 405,
      "QhAd": 406,
      "675": 407,
      "680": 408,
      "JcJd": 409,
      "9h9s": 410,
      "KdAc": 411,
      "AhJs": 412,
      "8c8d": 413,
      "QdKc": 414,
      "QdAd": 415,
      "AdKd": 416,
      "8d8s": 417,
      "9d9c": 418,
      "AsKc": 419,
      "JsJh": 420,
      "KhQd": 421,
      "TdTs": 422,
      "QcKs": 423,
      "9dAd": 424,
      "TdAc": 425,
      "8h8s": 426,
      "TdTc": 427,
      "7h7c": 428,
      "KcAs": 429,
      "AdJs": 430,
      "TsQs": 431,
      "TcAd": 432,
      "Ah7h": 433,
      "9h9d": 434,
      "6d6c": 435,
      "6s6c": 436,
      "8cAc": 437,
      "9h9c": 438,
      "AsJs": 439,
      "AsKd": 440,
      "JhJd": 441,
      "JcKh": 442,
      "JhQc": 443,
      "AdKh": 444,
      "AhJd": 445,
      "9c9h": 446,
      "9cKc": 447,
      "QhKh": 448,
      "JsTh": 449,
      "8d8h": 450,
      "TdAd": 451,
      "AcKh": 452,
      "7c7s": 453,
      "QcTc": 454,
      "9dKd": 455,
      "QcKc": 456,
      "720": 457,
      "6s6h": 458,
      "9c9s": 459,
      "AsJd": 460,
      "685": 461,
      "TdKd": 462,
      "TsJs": 463,
      "KhJc": 464,
      "6d6h": 465,
      "8dAd": 466,
      "Jh8h": 467,
      "AhJc": 468,
      "KdAd": 469,
      "KsAh": 470,
      "KdJs": 471,
      "6h6c": 472,
      "9sQs": 473,
      "JhTh": 474,
      "JhQh": 475,
      "AcKc": 476,
      "KhQh": 477,
      "9sJc": 478,
      "AcKs": 479,
      "5dAd": 480,
      "AsTs": 481,
      "8d8c": 482,
      "9s9c": 483,
      "QdJd": 484,
      "Jc9c": 485,
      "KhAh": 486,
      "7s7h": 487,
      "QcAc": 488,
      "QdAs": 489,
      "TsAs": 490,
      "8h8c": 491,
      "9c9d": 492,
      "TsKs": 493,
      "TsAc": 494,
      "JhKh": 495,
      "Qs9s": 496,
      "JcAc": 497,
      "AhKc": 498,
      "AhKs": 499,
      "7c7h": 500,
      "KhAc": 501,
      "7c7d": 502,
      "Ad2d": 503,
      "As6s": 504,
      "KcJc": 505,
      "8sJs": 506,
      "TcJd": 507,
      "6c6h": 508,
      "QsAs": 509,
      "AsQs": 510,
      "9d9h": 511,
      "5d5s": 512,
      "ThAc": 513,
      "JhAs": 514,
      "KsAd": 515,
      "9d9s": 516,
      "7d7s": 517,
      "9d8d": 518,
      "JhQs": 519,
      "QcKh": 520,
      "KsAc": 521,
      "9hAh": 522,
      "As3s": 523,
      "KdJd": 524,
      "8c8h": 525,
      "JsTs": 526,
      "AsQd": 527,
      "9sTc": 528,
      "KdTh": 529,
      "7d7c": 530,
      "JdAd": 531,
      "KcAd": 532,
      "Ah5h": 533,
      "6hAs": 534,
      "5s7s": 535,
      "9dAs": 536,
      "JdKd": 537,
      "KsQs": 538,
      "JdQd": 539,
      "JsQd": 540,
      "QcAs": 541,
      "KdJh": 542,
      "KcQs": 543,
      "KhTc": 544,
      "AcQh": 545,
      "AcQs": 546,
      "9d7s": 547,
      "9hQs": 548,
      "AcJc": 549,
      "Ac7c": 550,
      "7h8h": 551,
      "TdKs": 552,
      "Kh9h": 553,
      "TsQh": 554,
      "AhTh": 555,
      "KdQh": 556,
      "Kh7h": 557,
      "AdJd": 558,
      "9dJd": 559,
      "Ac5s": 560,
      "8s8d": 561,
      "TcJs": 562,
      "KdJc": 563,
      "QdTd": 564,
      "QsAd": 565,
      "7c6c": 566,
      "KhAs": 567,
      "9hJd": 568,
      "TdQh": 569,
      "TsAd": 570,
      "Kc7s": 571,
      "Kh7d": 572,
      "Ks7h": 573,
      "8cAd": 574,
      "3c3d": 575,
      "7d6d": 576,
      "8s8h": 577,
      "QcTh": 578,
      "7d9c": 579,
      "QhJh": 580,
      "TcKc": 581,
      "QcJd": 582,
      "QdAc": 583,
      "QhKs": 584,
      "Ad5d": 585,
      "6d6s": 586,
      "TcAh": 587,
      "9dKs": 588,
      "9hKh": 589,
      "AhQs": 590,
      "8hQd": 591,
      "TsKd": 592,
      "4sAs": 593,
      "QcTd": 594,
      "4h4d": 595,
      "JdKs": 596,
      "JsKc": 597,
      "5sAs": 598,
      "6hAd": 599,
      "Js7s": 600,
      "JsAs": 601,
      "Kc9c": 602,
      "3dAd": 603,
      "4h4s": 604,
      "3sKh": 605,
      "7cAd": 606,
      "JhKd": 607,
      "Ah9h": 608,
      "9dQh": 609,
      "KcQh": 610,
      "KsJd": 611,
      "Th7h": 612,
      "JcTc": 613,
      "QsAc": 614,
      "KhAd": 615,
      "JhAc": 616,
      "Qs3s": 617,
      "3cQc": 618,
      "6h6d": 619,
      "7s8d": 620,
      "5hAh": 621,
      "7dAd": 622,
      "8sAd": 623,
      "9dTd": 624,
      "4hAh": 625,
      "8sAc": 626,
      "9c7c": 627,
      "JcQh": 628,
      "JsQh": 629,
      "As4s": 630,
      "As5c": 631,
      "9hTh": 632,
      "KsTs": 633,
      "AcTd": 634,
      "JsQc": 635,
      "Kd7d": 636,
      "Kd9s": 637,
      "5c5d": 638,
      "6c6d": 639,
      "Tc9h": 640,
      "JdQh": 641,
      "6sAh": 642,
      "ThAd": 643,
      "As4c": 644,
      "5sKs": 645,
      "TcQd": 646,
      "JhKs": 647,
      "JcTs": 648,
      "QdKh": 649,
      "Kd9c": 650,
      "Kd9h": 651,
      "7sAd": 652,
      "9s8d": 653,
      "9s9d": 654,
      "9sAh": 655,
      "TdJd": 656,
      "Ac3s": 657,
      "7sJs": 658,
      "JhAh": 659,
      "AsKh": 660,
      "8cKc": 661,
      "AdQs": 662,
      "AdKc": 663,
      "5s5d": 664,
      "6s8s": 665,
      "8hTs": 666,
      "Kd6d": 667,
      "8d9d": 668,
      "ThAh": 669,
      "QcTs": 670,
      "6sKs": 671,
      "7hKs": 672,
      "8hAh": 673,
      "9hTc": 674,
      "QcAh": 675,
      "2sAs": 676,
      "5c5h": 677,
      "TdQd": 678,
      "JhQd": 679,
      "JcQd": 680,
      "QhJd": 681,
      "KdQd": 682,
      "6sTs": 683,
      "Kh5h": 684,
      "4cAh": 685,
      "4c4s": 686,
      "6cAh": 687,
      "QsKs": 688,
      "Ac8c": 689,
      "7sKd": 690,
      "JcKs": 691,
      "Kc4d": 692,
      "As9d": 693,
      "9hTs": 694,
      "QcKd": 695,
      "KhJh": 696,
      "7s7d": 697,
      "9cTc": 698,
      "TdAs": 699,
      "4d6d": 700,
      "7cAh": 701,
      "8hKd": 702,
      "Qc7c": 703,
      "KcTc": 704,
      "JdTh": 705,
      "JhAd": 706,
      "8dTd": 707,
      "9cAc": 708,
      "9dQd": 709,
      "Jc8s": 710,
      "Js8s": 711,
      "JsKd": 712,
      "QhAh": 713,
      "As5s": 714,
      "5cAd": 715,
      "5dKs": 716,
      "6hAh": 717,
      "7s9h": 718,
      "9s8s": 719,
      "JsQs": 720,
      "KhTh": 721,
      "2hKs": 722,
      "5dKd": 723,
      "TcAc": 724,
      "9cJh": 725,
      "9sAs": 726,
      "4c4d": 727,
      "9sJd": 728,
      "QdKd": 729,
      "QdAh": 730,
      "Ac9c": 731,
      "8c7c": 732,
      "Qs5s": 733,
      "7hKh": 734,
      "8dJd": 735,
      "8s7s": 736,
      "JcAd": 737,
      "AdJc": 738,
      "8cTc": 739,
      "8d7d": 740,
      "QhTd": 741,
      "KsTc": 742,
      "3hAh": 743,
      "4sAh": 744,
      "9cAs": 745,
      "JsTc": 746,
      "QsKc": 747,
      "Kc3c": 748,
      "4sAd": 749,
      "9h8d": 750,
      "TsQc": 751,
      "QhJs": 752,
      "Kd8h": 753,
      "4hAs": 754,
      "5s5h": 755,
      "9s7s": 756,
      "JhTc": 757,
      "5s5c": 758,
      "7c8c": 759,
      "TdKh": 760,
      "TsJc": 761,
      "JdAc": 762,
      "8hQs": 763,
      "9hQd": 764,
      "9hAc": 765,
      "Kc3h": 766,
      "KsJs": 767,
      "AdQc": 768,
      "6c8c": 769,
      "QhTc": 770,
      "KcAh": 771,
      "9c7d": 772,
      "9sQc": 773,
      "Ts8s": 774,
      "5h8c": 775,
      "KhTd": 776,
      "KhQc": 777,
      "5hAc": 778,
      "8h6s": 779,
      "ThQh": 780,
      "QdJs": 781,
      "8h7h": 782,
      "Ad6s": 783,
      "AdTh": 784,
      "As8c": 785,
      "9d7d": 786,
      "4dKd": 787,
      "7hAc": 788,
      "9dAc": 789,
      "Ks6c": 790,
      "2sQs": 791,
      "7cKd": 792,
      "7h7d": 793,
      "8cAs": 794,
      "TsJd": 795,
      "KcJs": 796,
      "6d5h": 797,
      "6h6s": 798,
      "JcKd": 799,
      "3h9h": 800,
      "3hKs": 801,
      "3sQs": 802,
      "7hJh": 803,
      "9s8c": 804,
      "Jh5h": 805,
      "AdQh": 806,
      "8s6s": 807,
      "Td9h": 808,
      "ThQc": 809,
      "ThKc": 810,
      "QdTc": 811,
      "4d8d": 812,
      "7s9c": 813,
      "JcKc": 814,
      "Kd3d": 815,
      "Kh6s": 816,
      "2s2d": 817,
      "5c5s": 818,
      "9sQh": 819,
      "Jc6h": 820,
      "QsJh": 821,
      "5c4c": 822,
      "5d9d": 823,
      "7s3s": 824,
      "9d5d": 825,
      "QcJs": 826,
      "QdKs": 827,
      "AhTc": 828,
      "8sJd": 829,
      "Qh4h": 830,
      "KcTh": 831,
      "KhQs": 832,
      "3dJd": 833,
      "7cAs": 834,
      "7dTd": 835,
      "JcQs": 836,
      "KcJd": 837,
      "4cTs": 838,
      "4cAd": 839,
      "7cQs": 840,
      "8s8c": 841,
      "Qc9s": 842,
      "KcAc": 843,
      "KsTd": 844,
      "5c2c": 845,
      "8sAs": 846,
      "Ks9d": 847,
      "7cAc": 848,
      "Qd5d": 849,
      "715": 850,
      "6h8h": 851,
      "Jh9h": 852,
      "Ts9c": 853,
      "QhKd": 854,
      "Kh8c": 855,
      "Ad6d": 856,
      "Jd8c": 857,
      "As6d": 858,
      "725": 859,
      "4dAc": 860,
      "5sQs": 861,
      "6cTc": 862,
      "7h6h": 863,
      "Jc9d": 864,
      "JcQc": 865,
      "As7s": 866,
      "3sJd": 867,
      "4c4h": 868,
      "5sQd": 869,
      "6cTs": 870,
      "8dQd": 871,
      "Jh8c": 872,
      "JsAh": 873,
      "Qh2d": 874,
      "6h7h": 875,
      "8sTs": 876,
      "TdAh": 877,
      "2cAc": 878,
      "4cTc": 879,
      "4d7d": 880,
      "6cQs": 881,
      "9cQs": 882,
      "Th3h": 883,
      "7sKs": 884,
      "8hTd": 885,
      "9hKs": 886,
      "9sQd": 887,
      "JdAh": 888,
      "Kc7c": 889,
      "6c6s": 890,
      "7dAh": 891,
      "JcAh": 892,
      "JsAc": 893,
      "Qc7d": 894,
      "2cAd": 895,
      "7sAs": 896,
      "8hKh": 897,
      "9cTs": 898,
      "ThKd": 899,
      "5cAc": 900,
      "Th6h": 901,
      "Jc9h": 902,
      "Qc8c": 903,
      "Kd8d": 904,
      "KhJs": 905,
      "4c5h": 906,
      "8hJh": 907,
      "9s5h": 908,
      "Th9h": 909,
      "3c3s": 910,
      "6sAd": 911,
      "9dKh": 912,
      "9dAh": 913,
      "ThQd": 914,
      "Kc8c": 915,
      "Kd5d": 916,
      "As3h": 917,
      "4sKs": 918,
      "TdQs": 919,
      "Jc8c": 920,
      "AdQd": 921,
      "As7d": 922,
      "As9c": 923,
      "2s7s": 924,
      "5cAh": 925,
      "6c4c": 926,
      "6dQh": 927,
      "7h4h": 928,
      "9sKs": 929,
      "Jh3h": 930,
      "2cQs": 931,
      "8h9h": 932,
      "Jc3c": 933,
      "Kd2d": 934,
      "AcJs": 935,
      "5h5c": 936,
      "QhTs": 937,
      "2s2h": 938,
      "6sQs": 939,
      "7h9h": 940,
      "8dKs": 941,
      "Qh9h": 942,
      "3sKs": 943,
      "5d6d": 944,
      "7h3h": 945,
      "AdTd": 946,
      "AdJh": 947,
      "5h9h": 948,
      "8dKd": 949,
      "9dKc": 950,
      "TcKh": 951,
      "Ts8d": 952,
      "JdQs": 953,
      "3c9c": 954,
      "3d7d": 955,
      "4h3h": 956,
      "5dQd": 957,
      "9sJs": 958,
      "730": 959,
      "2c7c": 960,
      "7s7c": 961,
      "9d8c": 962,
      "5hKd": 963,
      "6s6d": 964,
      "Jd9d": 965,
      "JsKs": 966,
      "AcJd": 967,
      "AsKs": 968,
      "5c4s": 969,
      "JcTd": 970,
      "3dAh": 971,
      "8hQc": 972,
      "ThQs": 973,
      "3c5h": 974,
      "6hKh": 975,
      "8hKc": 976,
      "9sAc": 977,
      "Th9c": 978,
      "2h2c": 979,
      "5s4s": 980,
      "8cJh": 981,
      "Qh9c": 982,
      "AdTs": 983,
      "AdKs": 984,
      "As2s": 985,
      "7dAc": 986,
      "Kd4d": 987,
      "Kh6c": 988,
      "KhJd": 989,
      "Ah7s": 990,
      "3dAc": 991,
      "5d4d": 992,
      "7h9c": 993,
      "8dJh": 994,
      "Jc8d": 995,
      "KdQs": 996,
      "Ad7s": 997,
      "Ad9h": 998,
      "3s3c": 999,
      "7dQc": 1000,
      "Ah6h": 1001,
      "4cKc": 1002,
      "4hQh": 1003,
      "5s8s": 1004,
      "6sAs": 1005,
      "TdJh": 1006,
      "TdJs": 1007,
      "Ts4s": 1008,
      "Ah3h": 1009,
      "6c7s": 1010,
      "8hAc": 1011,
      "As2h": 1012,
      "4c7c": 1013,
      "4h9h": 1014,
      "7h7s": 1015,
      "Th2h": 1016,
      "Kc9d": 1017,
      "2c9c": 1018,
      "5sAh": 1019,
      "Tc6c": 1020,
      "TsQd": 1021,
      "8c9c": 1022,
      "8sJh": 1023,
      "Tc9c": 1024,
      "Jd5d": 1025,
      "QdTs": 1026,
      "Jd8d": 1027,
      "Qc9c": 1028,
      "Kc4c": 1029,
      "2c4c": 1030,
      "3sAc": 1031,
      "6c7c": 1032,
      "6d7d": 1033,
      "6h5h": 1034,
      "8cJs": 1035,
      "8sKh": 1036,
      "9s4s": 1037,
      "Tc6s": 1038,
      "QhAs": 1039,
      "3cKc": 1040,
      "3sAs": 1041,
      "6d4d": 1042,
      "TcAs": 1043,
      "Th8h": 1044,
      "Qc5c": 1045,
      "Ad5h": 1046,
      "3cJc": 1047,
      "3s4s": 1048,
      "9h4h": 1049,
      "ThJc": 1050,
      "2hQh": 1051,
      "TsKh": 1052,
      "Td4d": 1053,
      "Td8c": 1054,
      "Th8s": 1055,
      "Jd2d": 1056,
      "Jh8d": 1057,
      "Qh7s": 1058,
      "Kd8c": 1059,
      "2cKc": 1060,
      "2h2d": 1061,
      "5s6s": 1062,
      "TcJc": 1063,
      "Ts9h": 1064,
      "9dJh": 1065,
      "5s6h": 1066,
      "Jd4d": 1067,
      "JdAs": 1068,
      "Ks7s": 1069,
      "4h9s": 1070,
      "5h6h": 1071,
      "7h8d": 1072,
      "8hAs": 1073,
      "8sJc": 1074,
      "Qc2d": 1075,
      "Kh3h": 1076,
      "7d6c": 1077,
      "Ts7s": 1078,
      "Ah9d": 1079,
      "7d9s": 1080,
      "Js4s": 1081,
      "Qc8h": 1082,
      "Ac2d": 1083,
      "Ad9c": 1084,
      "3hKh": 1085,
      "Th8c": 1086,
      "Qd8s": 1087,
      "KdAs": 1088,
      "Ac6s": 1089,
      "2h2s": 1090,
      "3cAs": 1091,
      "4h4c": 1092,
      "5h6d": 1093,
      "TcKs": 1094,
      "Th4c": 1095,
      "ThAs": 1096,
      "Jh6s": 1097,
      "Jh9d": 1098,
      "Kd7s": 1099,
      "2h5s": 1100,
      "3c2c": 1101,
      "5dKh": 1102,
      "Td3d": 1103,
      "Jh8s": 1104,
      "5hKs": 1105,
      "7c4d": 1106,
      "TcQc": 1107,
      "Td8h": 1108,
      "TsKc": 1109,
      "Jc6c": 1110,
      "Js9h": 1111,
      "4s7s": 1112,
      "5d4c": 1113,
      "5h4s": 1114,
      "6d9h": 1115,
      "7cQh": 1116,
      "8c9d": 1117,
      "Td9d": 1118,
      "JsAd": 1119,
      "QsJd": 1120,
      "4h8h": 1121,
      "5d7d": 1122,
      "7h8s": 1123,
      "8c6c": 1124,
      "8d6d": 1125,
      "Tc7h": 1126,
      "Ad2s": 1127,
      "TcQh": 1128,
      "Td2c": 1129,
      "Qs2d": 1130,
      "KdTs": 1131,
      "Ah7c": 1132,
      "Ah8h": 1133,
      "3s3d": 1134,
      "TsJh": 1135,
      "KsAs": 1136,
      "5s2s": 1137,
      "7d5d": 1138,
      "Ah5s": 1139,
      "5c3c": 1140,
      "6cAs": 1141,
      "6sQc": 1142,
      "8cQc": 1143,
      "8d4d": 1144,
      "9s2s": 1145,
      "AhTd": 1146,
      "5hQd": 1147,
      "7dQd": 1148,
      "9sTs": 1149,
      "Jc7c": 1150,
      "QhAc": 1151,
      "AhQd": 1152,
      "4hKh": 1153,
      "6dQd": 1154,
      "7dAs": 1155,
      "Kc2d": 1156,
      "Kd3c": 1157,
      "Ah5d": 1158,
      "2hQs": 1159,
      "2hAd": 1160,
      "3d3s": 1161,
      "4c9c": 1162,
      "8dAc": 1163,
      "Jh6d": 1164,
      "Js9d": 1165,
      "QhTh": 1166,
      "3c5c": 1167,
      "5h5d": 1168,
      "9sKh": 1169,
      "Tc8c": 1170,
      "Tc8h": 1171,
      "Ts6s": 1172,
      "Kd6h": 1173,
      "KdTd": 1174,
      "2c2d": 1175,
      "9hAd": 1176,
      "Qs9c": 1177,
      "3s5s": 1178,
      "4d5c": 1179,
      "4hJc": 1180,
      "8sTd": 1181,
      "3dKc": 1182,
      "Js5s": 1183,
      "Qh5c": 1184,
      "Qh8h": 1185,
      "Kc6s": 1186,
      "2dAd": 1187,
      "2hKh": 1188,
      "7c4c": 1189,
      "8d5d": 1190,
      "Tc9s": 1191,
      "Jd6h": 1192,
      "Qd6d": 1193,
      "Ah6d": 1194,
      "4h5h": 1195,
      "9hAs": 1196,
      "Qs7s": 1197,
      "Kd9d": 1198,
      "Ks9c": 1199,
      "4d6h": 1200,
      "Jh7h": 1201,
      "Js3s": 1202,
      "Qs9d": 1203,
      "KcTd": 1204,
      "AhQc": 1205,
      "2cAs": 1206,
      "5c8h": 1207,
      "5h7h": 1208,
      "ThJd": 1209,
      "Ts7h": 1210,
      "Ks2s": 1211,
      "KsJc": 1212,
      "3d6d": 1213,
      "5s3s": 1214,
      "8cKh": 1215,
      "Kc8d": 1216,
      "Kc8h": 1217,
      "3cJd": 1218,
      "4cAc": 1219,
      "4hQd": 1220,
      "5dQc": 1221,
      "5sAd": 1222,
      "6cJc": 1223,
      "7c9s": 1224,
      "9h5h": 1225,
      "Qh3c": 1226,
      "Kh6h": 1227,
      "Kh7s": 1228,
      "KsQd": 1229,
      "Ac5d": 1230,
      "4dQd": 1231,
      "9h7s": 1232,
      "Jh9s": 1233,
      "Js9s": 1234,
      "Qh3h": 1235,
      "2c2s": 1236,
      "3d3c": 1237,
      "Jh7d": 1238,
      "Kd2h": 1239,
      "Ah6c": 1240,
      "2cQc": 1241,
      "4dQs": 1242,
      "8c7s": 1243,
      "Td3s": 1244,
      "Th4h": 1245,
      "7cJs": 1246,
      "7d8d": 1247,
      "9h7h": 1248,
      "QhJc": 1249,
      "Kc6d": 1250,
      "Ah2d": 1251,
      "Ah4c": 1252,
      "6h2h": 1253,
      "8s9d": 1254,
      "Qc4h": 1255,
      "Kd5s": 1256,
      "Ad3h": 1257,
      "3cAc": 1258,
      "6h4s": 1259,
      "6h9s": 1260,
      "9hJc": 1261,
      "JhTs": 1262,
      "Qh6d": 1263,
      "Qs8h": 1264,
      "Kh8h": 1265,
      "Ah6s": 1266,
      "5d5h": 1267,
      "6c4s": 1268,
      "8sQd": 1269,
      "QhKc": 1270,
      "7c9c": 1271,
      "7dTs": 1272,
      "9d8s": 1273,
      "Td6d": 1274,
      "Td9c": 1275,
      "Ad5s": 1276,
      "2sAc": 1277,
      "4d4h": 1278,
      "5c3s": 1279,
      "7cQc": 1280,
      "TcQs": 1281,
      "AhTs": 1282,
      "2dJd": 1283,
      "5cJc": 1284,
      "8cQd": 1285,
      "AhKh": 1286,
      "6hQd": 1287,
      "Tc4c": 1288,
      "2d9d": 1289,
      "2dKh": 1290,
      "6cKh": 1291,
      "8c5d": 1292,
      "8dKc": 1293,
      "9s7h": 1294,
      "Jd6d": 1295,
      "Ks3c": 1296,
      "5h8h": 1297,
      "Qh4s": 1298,
      "4dAd": 1299,
      "9h7d": 1300,
      "9hQc": 1301,
      "Jd2s": 1302,
      "6sKh": 1303,
      "6sAc": 1304,
      "8s9c": 1305,
      "Td7d": 1306,
      "4d6c": 1307,
      "5cKh": 1308,
      "9s7c": 1309,
      "KcTs": 1310,
      "KdTc": 1311,
      "4s5s": 1312,
      "9d6d": 1313,
      "9hQh": 1314,
      "AsJh": 1315,
      "AsQc": 1316,
      "2d2s": 1317,
      "4s6s": 1318,
      "5cQs": 1319,
      "5cKs": 1320,
      "8d5s": 1321,
      "9cJc": 1322,
      "JdTc": 1323,
      "2cTc": 1324,
      "6c3s": 1325,
      "9dJc": 1326,
      "9sJh": 1327,
      "5dAc": 1328,
      "6dQs": 1329,
      "6hTh": 1330,
      "7d4d": 1331,
      "Jd9c": 1332,
      "Kc5s": 1333,
      "2sKs": 1334,
      "4s3c": 1335,
